Repository: EslamFareed/sandc_pos
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Settings
ar: الاعدادات

source: Company Logo
ar: لوجو الشركة

source: Company Name That shown in sales bill
ar: اسم الشركة الذي يظهر في الفاتورة

source: Phone
ar: رقم التليفون

source: Address
ar: العنوان

source: Notes Writen in the last of bill
ar: ملاحظات تظهر في الفاتورة

source: Currency
ar: العملة

source: Cancel Taxes
ar: إلغاء الضرائب

source: value added tax
ar: قيمة الضرائب مضافة

source: Taxes Number
ar: الرقم الضريبي

source: Price includes Taxes
ar: السعر يشمل الضريبة

source: must choose customer when pay cash
ar: يجب اختيار العميل في حالة الدفع نقدا

source: Change Language
ar: تغيير اللغة

source: update login data successfuly
ar: تحديث بيانات تسجيل الدخول بنجاح

source: Error please try again
ar: حدث خطأ ما الرجاء المحاولة مرة اخرى

source: Want To Exit
ar: تريد الخروج

source: Yes
ar: نعم

source: No
ar: لا

source: Data updated successfuly
ar: تم تحديث البيانات بنجاح

source: Sales
ar: المبيعات

source: Clients
ar: العملاء

source: Stock
ar: المخزن

source: Reports
ar: التقارير

source: Sales Returns
ar: المبيعات المرتجعة

source: No Printer Selected
ar: لا توجد طابعة متصلة

source: Update With cloud
ar: تحديث مع السيرفر

source: Test Version
ar: اصدار للتجربة

source: Full Version
ar: اصدار نهائي

source: More Information
ar: المزيد من المعلومات

source: Contact with us
ar: تواصل معنا

source: Logout
ar: تسجيل الخروج

source: All Rights Reserved Sandc
ar: كل الحقوق محفوظة sandc

source: Login successfully
ar: تم تسجيل الدخول بنجاح

source: Login
ar: تسجيل الدخول

source: email must be not empty
ar: البريد الالكتروني لا يمكن ان يكون فارغا

source: write a valid email
ar: ادخل بريد الكتروني صحيح

source: Email
ar: بريد الكتروني

source: password must be not empty
ar: الرقم السري لا يمكن ان يكون فارغا

source: Password
ar: الرقم السري

source: Don't Have Account ?
ar: لا تملك حساب ؟

source: Categories
ar: الفئات

source: desc
ar: تفاصيل

source: Category
ar: الفئة

source: Add Mew Customer
ar: إضافة عميل جديد

source: Full Name
ar: الاسم

source: Full name must be not empty
ar: الاسم لا يمكن ان يكون فارغا

source: Address must be not empty
ar: قم بإدخال عنوان

source: Phone must be not empty
ar: رقم التليفون فارغ

source: Amount on him
ar: المبلغ المستحق عليه

source: Maximum indebtedness
ar: اقصى مديونية

source: Maximum indebtedness must be not empty
ar: اقصى مديونية لا يمكن ان تكون فارغة

source: Maximum indebtedness bills
ar: اقصى عدد فواتير اجل

source: Maximum indebtedness bills must be not empty
ar: اقصى عدد فواتير اجل لا يمكن ان يكون فارغا

source: Tax Number
ar: الرقم الضريبي

source: Notes
ar: الملاحظات

source: Create Error
ar: خطأ اثناء الاضافة

source: Save Customer Data
ar: حفظ بيانات العميل

source: Show Clients
ar: عرض العملاء

source: Search By name
ar: البحث بالاسم

source: Clients Name
ar: اسماء العملاء

source: max debit :
ar: اقصى مديونية

source: debit amount :
ar: المديونية الحالية

source: Connect
ar: اتصال

source: selected
ar: تم اختيار

source: Name
ar: الاسم

# priceone
source: Price 1
ar: السعر الاول

# pricetwo
source: Price 2
ar: السعر الثاني

# pricethree
source: Price 3
ar: السعر الثالث

source: Discount
ar: الخصم

source: Products
ar: المنتجات

source: Show Prodcuts
ar: عرض المنتجات

source: Show Categories
ar: عرض الفئات
